const quizData = [
    /* 1.1 */
    {
        sans: "(बालक) उद्याने क्रीडति",
        en: "The boy plays in the garden",
        opts: ["बालकः", "बालकौ", "बालकाय", "बालकयोः", "बालकाः"]
    },
    {
        sans: "(राम) विद्यालयं गच्छति",
        en: "Rama goes to school",
        opts: ["रामः", "रामौ", "रामैः", "रामेभ्यः", "रामे"]
    },
    {
        sans: "(सिंह) वने गर्जति",
        en: "The lion roars in the forest",
        opts: ["सिंहः", "सिंहयोः", "सिंहान्", "हे सिंह", "सिंहेषु"]
    },
    {
        sans: "(कृषक) क्षेत्रे कार्यं करोति",
        en: "The farmer works in the field",
        opts: ["कृषकः", "कृषकेण", "कृषकाः", "कृषकेभ्यः", "कृषकात्"]
    },
    /* 1.2 */
    {
        sans: "(बालक) उद्याने क्रीडतः",
        en: "The two boys play in the garden",
        opts: ["बालकौ", "बालकः", "बालकाभ्याम्", "बालकात्", "बालके"]
    },
    {
        sans: "(पुत्र) स्नानं कुरुतः",
        en: "The two sons take a bath",
        opts: ["पुत्रौ", "पुत्रान्", "पुत्राणाम्", "पुत्रः", "पुत्रस्य"]
    },
    {
        sans: "(सिंह) वने गर्जतः",
        en: "The two lions roar in the forest",
        opts: ["सिंहौ", "सिंहात्", "सिंहाभ्याम्", "सिंहयोः", "सिंहानाम्"]
    },
    {
        sans: "(कृषक) क्षेत्रे कार्यं कुरुतः",
        en: "The two farmers work in the field",
        opts: ["कृषकौ", "कृषकान्", "कृषकैः", "कृषकाय", "हे कृषकाः"]
    },
    /* 1.3 */
    {
        sans: "(बालक) उद्याने क्रीडन्ति",
        en: "The boys play in the garden",
        opts: ["बालकाः", "बालकौ", "बालकान्", "बालकेषु", "बालकेन"]
    },
        {
        sans: "(छात्र) विद्यालयं गच्छन्ति",
        en: "The students go to school",
        opts: ["छात्राः", "छात्रस्य", "छात्रेण", "छात्राभ्याम्", "छात्रे"]
    },
    {
        sans: "(सिंह) वने गर्जन्ति",
        en: "The lions roar in the forest",
        opts: ["सिंहाः", "सिंहौ", "सिंहम्", "सिंहेषु", "हे सिंह"]
    },
    {
        sans: "(कृषक) क्षेत्रे कार्यं कुर्वन्ति",
        en: "The farmers work in the field",
        opts: ["कृषकाः", "कृषकेण", "कृषकयोः", "कृषकात्", "कृषकेभ्यः"]
    },
    /* 2.1 */
    {
        sans: "गुरुः (बालक) पश्यति",
        en: "The teacher sees the boy",
        opts: ["बालकम्", "बालकौ", "बालकेभ्यः", "बालकान्", "बालकेन"]
    },
    {
        sans: "सीता (राम) आह्वयति",
        en: "Sita calls Rama",
        opts: ["रामम्", "रामाः", "रामेभ्यः", "रामयोः", "रामाणाम्"]
    },
    {
        sans: "व्याधः (सिंह) अनुधावति",
        en: "The hunter chases the lion",
        opts: ["सिंहम्", "सिंहौ", "सिंहेन", "सिंहः", "सिंहात्"]
    },
    {
        sans: "राजा (कृषक) पृच्छति",
        en: "The king questions the farmer",
        opts: ["कृषकम्", "कृषकौ", "कृषकः", "कृषकाः", "कृषकैः"]
    },
    /* 2.2 */
    {
        sans: "गुरुः (बालक) शिक्षयति",
        en: "The teacher teaches the two boys",
        opts: ["बालकौ", "बालकः", "बालकाभ्याम्", "बालके", "बालकाः"]
    },
    {
        sans: "माता (रामकृष्ण) आह्वयति",
        en: "The mother calls Rama and Krishna",
        opts: ["रामकृष्णौ", "रामकृष्णेण", "रामकृष्णेषु", "रामकृष्णात्", "रामकृष्णानाम्"]
    },
    {
        sans: "व्याधः (सिंह) अनुधावति",
        en: "The hunter chases the two lions",
        opts: ["सिंहौ", "सिंहैः", "सिंहाय", "सिंहेषु", "सिंहान्"]
    },
    {
        sans: "राजा (कृषक) पृच्छति",
        en: "The king questions the two farmers",
        opts: ["कृषकौ", "कृषकाभ्याम्", "कृषकैः", "कृषकेण", "कृषकात्"]
    },
    /* 2.3 */
    {
        sans: "गुरुः (बालक) शिक्षयति",
        en: "The teacher teaches the boys",
        opts: ["बालकान्", "बालकाः", "बालकौ", "बालकात्", "बालकम्"]
    },
    {
        sans: "माता (राम) आह्वयति",
        en: "The mother calls the Ramas",
        opts: ["रामान्", "रामाभ्याम्", "रामेण", "रामयोः", "रामैः"]
    },
    {
        sans: "व्याधः (सिंह) अनुधावति",
        en: "The hunter chases the lions",
        opts: ["सिंहान्", "सिंहौ", "सिंहम्", "सिंहेन", "सिंहे"]
    },
    {
        sans: "राजा (कृषक) पृच्छति",
        en: "The king questions the farmers",
        opts: ["कृषकान्", "कृषकौ", "कृषकाय", "कृषकयोः", "कृषकेषु"]
    },
    /* 3.1 */
    {
        sans: "रामः (बालक) खेलति",
        en: "Rama plays with the boy",
        opts: ["बालकेन", "बालकाभ्याम्", "बालकः", "बालकाय", "बालकाः"]
    },
    {
        sans: "(राम) बालकः गच्छति",
        en: "The boy goes with Rama",
        opts: ["रामेण", "रामः", "रामम्", "हे रामौ", "रामौ"]
    },
    {
        sans: "(सिंह) वनं रक्षितम्",
        en: "The forest is protected by the lion",
        opts: ["सिंहेन", "सिंहः", "सिंहे", "सिंहाभ्याम्", "सिंहाय"]
    },
    {
        sans: "(कृषक) क्षेत्रं कृष्टम्",
        en: "The field is ploughed by the farmer",
        opts: ["कृषकेण", "कृषकाभ्याम्", "कृषकौ", "हे कृषक", "कृषकस्य"]
    },
    /* 3.2 */
    {
        "sans": "(बाल) सह शिक्षकः गच्छति।",
        "en": "The teacher goes with the two boys.",
        "opts": ["बालाभ्याम्‌", "बालौ", "बालानाम्", "बालाभिः", "बालयोः"]
    },
    {
        "sans": "(राम) सह सीता गच्छति।",
        "en": "Sita goes with Rama.",
        "opts": ["रामेण", "रामौ", "रामस्य", "रामात्", "रामान्"]
    },
    {
        "sans": "(कृष्णा) सह बालकः क्रीडति।",
        "en": "The boy plays with the two Krishnas.",
        "opts": ["कृष्णाभ्याम्", "कृष्णौ", "कृष्णस्य", "कृष्णानाम्", "कृष्णान्"]
    },
    {
        "sans": "(छात्र) सह गुरुर्गच्छति।",
        "en": "The teacher goes with the two students.",
        "opts": ["छात्राभ्याम्", "छात्रौ", "छात्रस्य", "छात्रानाम्", "छात्रान्"]
    },
    /* 3.3 */
    {
        "sans": "(बाल) सह शिक्षकः गच्छति।",
        "en": "The teacher goes with the boys.",
        "opts": ["बालैः", "बालानाम्", "बालान्", "बालेभ्यः", "बालेषु"]
    },
    {
        "sans": "(राम) सह सैनिकः आगच्छति।",
        "en": "The soldier comes with the Ramas.",
        "opts": ["रामैः", "रामानाम्", "रामान्", "रामेभ्यः", "रामेषु"]
    },
    {
        "sans": "(कृष्ण) सह बालकः क्रीडति।",
        "en": "The boy plays with the Krishnas.",
        "opts": ["कृष्णैः", "कृष्णानाम्", "कृष्णान्", "कृष्णेभ्यः", "कृष्णेषु"]
    },
    {
        "sans": "(छात्र) सह गुरुः गच्छति।",
        "en": "The teacher goes with the students.",
        "opts": ["छात्रैः", "छात्रानाम्", "छात्रान्", "छात्रेभ्यः", "छात्रेषु"]
    },
    /* 4.1 */
    {
        "sans": "(बालक) फलम् ददाति।",
        "en": "He gives a fruit to the boy.",
        "opts": ["बालकाय", "बालकात्", "बालकेन", "बालकस्य", "बालकान्"]
    },
    {
        "sans": "(राम) पुस्तकं ददाति।",
        "en": "He gives a book to Rama.",
        "opts": ["रामाय", "रामेण", "रामस्य", "रामात्", "रामौ"]
    },
    {
        "sans": "(कृषक) धनं ददाति।",
        "en": "He gives money to the farmer.",
        "opts": ["कृषकाय", "कृषकात्", "कृषकेन", "कृषकस्य", "कृषकान्"]
    },
    {
        "sans": "(छात्र) गुरुः उपदेशं ददाति।",
        "en": "The teacher gives advice to the student.",
        "opts": ["छात्राय", "छात्रेण", "छात्रस्य", "छात्रात्", "छात्रौ"]
    },
    /* 4.2 */
    {
        "sans": "(बाल) फलानि ददाति।",
        "en": "He gives fruits to the two boys.",
        "opts": ["बालाभ्याम्", "बालौ", "बालयोः", "बालात्", "बालैः"]
    },
    {
        "sans": "(राम) पुस्तकं ददाति।",
        "en": "He gives a book to the two Ramas.",
        "opts": ["रामाभ्याम्", "रामयोः", "रामानाम्", "रामैः", "रामान्"]
    },
    {
        "sans": "(कृषक) धनं ददाति।",
        "en": "He gives money to the two farmers.",
        "opts": ["कृषकाभ्यां", "कृषकयोः", "कृषकानाम्", "कृषकैः", "कृषकान्"]
    },
    {
        "sans": "(छात्र) गुरुः उपदेशं ददाति।",
        "en": "The teacher gives advice to the two students.",
        "opts": ["छात्राभ्यां", "छात्रयोः", "छात्रानाम्", "छात्रैः", "छात्रान्"]
    },
    /* 4.3 */
    {
        "sans": "(बाल) फलानि ददाति।",
        "en": "He gives fruits to the boys.",
        "opts": ["बालकेभ्यः", "बालकानाम्", "बालकान्", "बालकैः", "बालकेषु"]
    },
    {
        "sans": "(राम) पुस्तकानि ददाति।",
        "en": "He gives books to the Ramas.",
        "opts": ["रामेभ्यः", "रामानाम्", "रामान्", "रामैः", "रामेषु"]
    },
    {
        "sans": "(कृषक) धनं ददाति।",
        "en": "He gives money to the farmers.",
        "opts": ["कृषकेभ्यः", "कृषकानाम्", "कृषकान्", "कृषकैः", "कृषकेषु"]
    },
    {
        "sans": "(छात्र) गुरुः उपदेशं ददाति।",
        "en": "The teacher gives advice to the students.",
        "opts": ["छात्रेभ्यः", "छात्रानाम्", "छात्रान्", "छात्रैः", "छात्रेषु"]
    },
    /* 5.1 */
    {
        "sans": "गुरुः (बाल) गृहकार्यं प्राप्नोति",
        "en": "The teacher gets the homework from the boy",
        "opts": ["बालकात्", "बालकस्य", "बालकेन", "बालकाय", "बालाभ्याम्"]
    },
    {
        "sans": "(राम) पत्रं आगच्छति।",
        "en": "A letter comes from Rama.",
        "opts": ["रामात्", "रामस्य", "रामाय", "रामेण", "रामेभ्यः"]
    },
    {
        "sans": "(कृषक) धनं लभते।",
        "en": "He gets money from the farmer.",
        "opts": ["कृषकात्", "कृषकस्य", "कृषकाय", "कृषकेन", "कृषकेभ्यः"]
    },
    {
        "sans": "(छात्र) प्रश्नः उद्भवति।",
        "en": "A question arises from the student.",
        "opts": ["छात्रात्", "छात्रस्य", "छात्राय", "छात्रेण", "छात्रेभ्यः"]
    },
    /* 5.2 */
    {
        "sans": "भिक्षुकः (बाल) धनं प्राप्नोति।",
        "en": "The beggar gets money from the two boys",
        "opts": ["बालाभ्यां", "बालयोः", "बालकेभ्यः", "बालानाम्", "बालान्"]
    },
    {
        "sans": "(राम) पत्रं आगच्छति।",
        "en": "A letter comes from the two Ramas.",
        "opts": ["रामाभ्यां", "रामयोः", "रामेभ्यः", "रामानाम्", "रामान्"]
    },
    {
        "sans": "(कृषक) धनं लभते",
        "en": "He gets money from the two farmers",
        "opts": ["कृषकाभ्यां", "कृषकयोः", "कृषकेभ्यः", "कृषकानाम्", "कृषकान्"]
    },
    {
        "sans": "(छात्र) प्रश्नः उद्भवति।",
        "en": "A question arises from the two students.",
        "opts": ["छात्राभ्यां", "छात्रयोः", "छात्रेभ्यः", "छात्रानाम्", "छात्रान्"]
    },
    /* 5.3 */
    {
        "sans": "भिक्षुकः बहुभ्यः (बालक) धनं प्राप्नोति",
        "en": "The beggar gets money from many boys",
        "opts": ["बालकेभ्यः", "बालकात्", "बालाभ्यां", "बालानाम्", "बालान्"]
    },
    {
        "sans": "(राम) पत्रं आगच्छति।",
        "en": "A letter comes from the Ramas.",
        "opts": ["रामेभ्यः", "रामात्", "रामाभ्यां", "रामानाम्", "रामान्"]
    },
    {
        "sans": "(कृषक) धनं लभते।",
        "en": "He gets money from the farmers.",
        "opts": ["कृषकेभ्यः", "कृषकात्", "कृषकाभ्यां", "कृषकानाम्", "कृषकान्"]
    },
    {
        "sans": "(छात्र) प्रश्नाः उद्भवन्ति।",
        "en": "Questions arise from the students.",
        "opts": ["छात्रेभ्यः", "छात्रात्", "छात्राभ्यां", "छात्रानाम्", "छात्रान्"]
    },
    /* 6.1 */
    {
        "sans": "(बालक) पुस्तकम् अस्ति।",
        "en": "It is the boy’s book.",
        "opts": ["बालकस्य", "बालकात्", "बालकेन", "बालकाय", "बालकान्"]
    },
    {
        "sans": "(राम) गृहं सुन्दरम् अस्ति।",
        "en": "Rama’s house is beautiful.",
        "opts": ["रामस्य", "रामाय", "रामात्", "रामेण", "रामानाम्"]
    },
    {
        "sans": "(कृषक) क्षेत्रं विशालम् अस्ति।",
        "en": "The farmer’s field is vast.",
        "opts": ["कृषकस्य", "कृषकाय", "कृषकात्", "कृषकेन", "कृषकानाम्"]
    },
    {
        "sans": "(छात्र) उत्तरं समीचीनम् अस्ति।",
        "en": "The student’s answer is correct.",
        "opts": ["छात्रस्य", "छात्राय", "छात्रात्", "छात्रेण", "छात्रानाम्"]
    },
    /* 6.2 */
    {
        "sans": "(बालक) पुस्तकं अस्ति।",
        "en": "It is the two boys’ book.",
        "opts": ["बालकयोः", "बालकस्य", "बालकेन", "बालाभ्यां", "बालकेभ्यः"]
    },
    {
        "sans": "(राम) गृहं सुन्दरम् अस्ति।",
        "en": "The two Ramas’ house is beautiful.",
        "opts": ["रामयोः", "रामस्य", "रामाभ्यां", "रामेण", "रामेभ्यः"]
    },
    {
        "sans": "(कृषक) क्षेत्रं विशालम् अस्ति।",
        "en": "The two farmers’ field is vast.",
        "opts": ["कृषकयोः", "कृषकस्य", "कृषकाभ्यां", "कृषकेन", "कृषकेभ्यः"]
    },
    {
        "sans": "(छात्र) उत्तरं समीचीनम् अस्ति।",
        "en": "The two students’ answer is correct.",
        "opts": ["छात्रयोः", "छात्रस्य", "छात्राभ्यां", "छात्रेण", "छात्रेभ्यः"]
    },
    /* 6.3 */
    {
        "sans": "(बालक) पुस्तकानि सन्ति।",
        "en": "These are the boys’ books.",
        "opts": ["बालकानाम्", "बालकान्", "बालकैः", "बालकेभ्यः", "बालकस्य"]
    },
    {
        "sans": "(राम) गृहाणि सुन्दराणि सन्ति।",
        "en": "The Ramas’ houses are beautiful.",
        "opts": ["रामाणाम्", "रामान्", "रामेभ्यः", "रामयोः", "रामात्"]
    },
    {
        "sans": "(कृषक) क्षेत्राणि विशालानि सन्ति।",
        "en": "The farmers’ fields are vast.",
        "opts": ["कृषकाणाम्", "कृषकान्", "कृषकेभ्यः", "कृषकयोः", "कृषकात्"]
    },
    {
        "sans": "(छात्र) उत्तराणि समीचीनानि सन्ति।",
        "en": "The students’ answers are correct.",
        "opts": ["छात्राणाम्", "छात्रान्", "छात्रेभ्यः", "छात्रयोः", "छात्रात्"]
    },
    /* 7.1 */
    {
        "sans": "(बालक) धैर्यं अस्ति",
        "en": "There is courage in the boy",
        "opts": ["बालके", "बालकस्य", "बालकात्", "बालकाय", "बालकानाम्"]
    },
    {
        "sans": "भक्तः (राम) श्रद्धां करोति",
        "en": "The devotee places faith in Rama.",
        "opts": ["रामे", "रामस्य", "रामात्", "रामाय", "रामानाम्"]
    },
    {
        "sans": "आशा (कृषक) अस्ति",
        "en": "Hope is in the farmer.",
        "opts": ["कृषके", "कृषकस्य", "कृषकात्", "कृषकाय", "कृषकानाम्"]
    },
    {
        "sans": "उत्साहः (छात्र) वर्तते",
        "en": "Enthusiasm exists in the student.",
        "opts": ["छात्रे", "छात्रस्य", "छात्रात्", "छात्राय", "छात्रानाम्"]
    },
    /* 7.2 */
    {
        "sans": "(बालक) धैर्यं अस्ति",
        "en": "There is courage in the two boys",
        "opts": ["बालकयोः", "बालकस्य", "बालकात्", "बालकाय", "बालकानाम्"]
    },
    {
        "sans": "भक्तः (राम) श्रद्धां करोति",
        "en": "The devotee places faith in two Ramas",
        "opts": ["रामयोः", "रामस्य", "रामात्", "रामाय", "रामानाम्"]
    },
    {
        "sans": "(कृषक) आशा अस्ति",
        "en": "There is hope in the two farmers",
        "opts": ["कृषकयोः", "कृषकस्य", "कृषकाभ्यां", "कृषकेभ्यः", "कृषकानाम्"]
    },
    {
        "sans": "(छात्र) गृहे मित्राणि आगच्छन्ति।",
        "en": "Friends come to the house of the two students",
        "opts": ["छात्रयोः", "छात्रस्य", "छात्राभ्यां", "छात्रेभ्यः", "छात्रानाम्"]
    },
    /* 7.3 */
    {
        "sans": "(बालक) धैर्यं अस्ति",
        "en": "There is courage in the boys",
        "opts": ["बालकेषु", "बालकानाम्", "बालकान्", "बालकैः", "बालकेभ्यः"]
    },
    {
        "sans": "(राम) भक्तिः अस्ति",
        "en": "Devotion is in the Ramas.",
        "opts": ["रामेषु", "रामानाम्", "रामान्", "रामैः", "रामेभ्यः"]
    },
    {
        "sans": "(कृषक) ज्ञानं वर्तते",
        "en": "Knowledge exists in the farmers.",
        "opts": ["कृषकेषु", "कृषकानाम्", "कृषकान्", "कृषकैः", "कृषकेभ्यः"]
    },
    {
        "sans": "(छात्र) स्वगुरौ प्रेम अस्ति",
        "en": "There is love in the students for their teacher.",
        "opts": ["छात्रेषु", "छात्रानाम्", "छात्रान्", "छात्रैः", "छात्रेभ्यः"]
    },
    /* 8.1 */
    {
        "sans": "हे (बालकः), आगच्छ।",
        "en": "O boy, come.",
        "opts": ["बालक", "बालकः", "बालकस्य", "बालकात्", "बालकाय"]
    },
    {
        "sans": "हे (रामः), पठ।",
        "en": "O Rama, read.",
        "opts": ["राम", "रामः", "रामस्य", "रामेण", "रामात्"]
    },
    {
        "sans": "हे (कृषकः), कार्यं कुरु।",
        "en": "O farmer, do the work.",
        "opts": ["कृषक", "कृषकः", "कृषकस्य", "कृषकाय", "कृषकात्"]
    },
    {
        "sans": "हे (छात्रः), उत्तरं वद।",
        "en": "O student, say the answer.",
        "opts": ["छात्र", "छात्रः", "छात्रस्य", "छात्रेण", "छात्रात्"]
    },
    /* 8.2 */
    {
        "sans": "हे (बालक), आगच्छतम्।",
        "en": "O two boys, come.",
        "opts": ["बालकौ", "बालकाभ्याम्", "बालकयोः", "बालकानाम्", "बालकेभ्यः"]
    },
    {
        "sans": "हे (राम), पठतम्।",
        "en": "O two Ramas, read.",
        "opts": ["रामौ", "रामाभ्याम्", "रामयोः", "रामानाम्", "रामेभ्यः"]
    },
    {
        "sans": "हे (कृषक), कार्यं कुरुतम्।",
        "en": "O two farmers, do the work.",
        "opts": ["कृषकौ", "कृषकाभ्याम्", "कृषकयोः", "कृषकानाम्", "कृषकेभ्यः"]
    },
    {
        "sans": "हे (छात्र), उत्तरं वदतम्।",
        "en": "O two students, say the answer.",
        "opts": ["छात्रौ", "छात्राभ्याम्", "छात्रयोः", "छात्रानाम्", "छात्रेभ्यः"]
    },
    /* 8.3 */
    {
        "sans": "हे (बालक), आगच्छत।",
        "en": "O boys, come.",
        "opts": ["बालकाः", "बालकानाम्", "बालकान्", "बालकैः", "बालकेभ्यः"]
    },
    {
        "sans": "हे (राम), पठत।",
        "en": "O Ramas, read.",
        "opts": ["रामाः", "रामानाम्", "रामान्", "रामैः", "रामेभ्यः"]
    },
    {
        "sans": "हे (कृषक), कार्यं कुरुत।",
        "en": "O farmers, do the work.",
        "opts": ["कृषकाः", "कृषकानाम्", "कृषकान्", "कृषकैः", "कृषकेभ्यः"]
    },
    {
        "sans": "हे (छात्र), उत्तरं वदत।",
        "en": "O students, say the answer.",
        "opts": ["छात्राः", "छात्रानाम्", "छात्रान्", "छात्रैः", "छात्रेभ्यः"]
    }
];
